Repository: KDE/kjots
Catalog: po/*/kjots.po
Languages: de, el, eo, gl, ko, pl, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
de: Gregor Zumstein
el: Τούσης Μανώλης, Πέτρος Βιδάλης
eo: Wolfram Diestel,Oliver Kellogg
gl: Gonzalo H. Castilla, mvillarino, Xosé, Adrian Chaves (Gallaecio)
ko: 박신조
pl: Łukasz Wojniłowicz
tr: Serdar Soytetir, H. İbrahim Güngör, Volkan Gezer, Emir SARI
zh_tw: 薛景中, Frank Weng(a.k.a. Franklin), Jeff Huang, Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
de: gz@orchester-bremgarten.ch
el: manolis@koppermind.homelinux.org, pvidalis@gmail.com
eo: wolfram@steloj.de,okellogg@users.sourceforge.net
gl: ttxzgl@yahoo.es, mvillarino@users.sourceforge.net, proxecto@trasno.gal, adrian@chaves.io
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com
tr: tulliana@gmail.com, ibrahim@pardus.org.tr, volkangezer@gmail.com, emir_sari@icloud.com
zh_tw: shyue@sonoma.com.tw, franklin@goodhorse.idv.tw, s8321414@gmail.com, mail@kisaragi-hiu.com

source: KJots
eo: Notlibro

source: KDE note taking utility
de: KDE-Dienstprogramm zum Erstellen von Notizen
el: Εργαλείο λήψης σημειωμάτων του KDE
eo: KDE notprena utilaĵo
gl: Utilidade de KDE para tomar notas
ko: KDE 메모 유틸리티
pl: Program do notatek w KDE
tr: KDE not alma uygulaması
zh_tw: KDE 筆記工具

source: Copyright © 1997–2023 KJots authors
eo: Kopirajto © 1997–2023 KJots-aŭtoroj
gl: © 1997-2023 Autoras de KJots

source: Maintainer
de: Betreuer
el: Συντηρητής
eo: Prizorganto
gl: Mantedor
ko: 관리자
pl: Opiekun
tr: Projeyi Yürüten
zh_tw: 維護者

source: Port to KDE Frameworks 5
de: Portierung zu KDE Frameworks 5
el: Μεταφορά στο KDE Frameworks 5
eo: Portado al KDE Frameworks 5
gl: Adaptación á versión 5 da infraestrutura de KDE.
ko: KDE 프레임워크 5로 이식
pl: Przystosowanie do Szkieletów KDE 5
tr: KDE Frameworks 5 aktarımı
zh_tw: 移植到 KDE Frameworks 5

source: Original author
de: Ursprünglicher Autor
el: Αρχικός συγγραφέας
eo: Origina aŭtoro
gl: Autor orixinal.
ko: 최초 작성자
pl: Autor pierwszej wersji
tr: Asıl yazar
zh_tw: 原始作者

source: This is the number of minutes KJots will wait before automatically saving changes.
de: So lange wartet KJots, bis ungespeicherte Änderungen automatisch gespeichert werden.
el: Αυτός είναι ο αριθμός των λεπτών που θα περιμένει το KJots πριν αποθηκεύσει αυτόματα τις αλλαγές.
eo: Jen la nombro da minutoj, kiujn KJots atendos antaŭ aŭtomate konservi ŝanĝojn.
gl: Este é o número de minutos que o KJots agarda antes de gardar automaticamente os cambios.
ko: KJots에서 변경 사항을 저장하기 전까지 기다릴 시간입니다.
pl: Liczba minut, które KJots czeka zanim sam zapisze zmiany.
tr: Bu KJots'un otomatik olarak kaydetmeden önce bekleyeceği süredir.
zh_tw: 這是 KJot 自動儲存變更的時間。

source: S&ave every:
de: &Automatisch speichern alle:
el: Αποθήκευση &κάθε:
eo: Konservi ĉiun:
gl: G&ardar a cada:
ko: 다음 시간마다 저장(&A):
pl: Z&apisuj co:
tr: Kay&detme aralığı:
zh_tw: 儲存間隔(&A)：

source: 1 minute
el: 1 λεπτό
eo: 1 minuton
gl: 1 minuto
ko: 1분
pl: 1 minuta
tr: 1 dakika
zh_tw: 1 分鐘

source: minutes
de: Minuten
el: λεπτά
eo: minutoj
gl: minutos
ko: 분
pl: minuty
tr: dakika
zh_tw: 分鐘

source: When "Save changes periodically" is checked, KJots will automatically save changes made to books at the interval defined below.
de: Wenn „Regelmäßig Automatisch speichern“ ausgewählt ist, speichert KJots automatisch Änderungen an Büchern nach dem vorgegebenen Zeitintervall.
el: Όταν η επιλογή "Περιοδική αποθήκευση αλλαγών" είναι ενεργοποιημένη, το KJots θα αποθηκεύει αυτόματα τις αλλαγές που γίνονται στα βιβλία μετά το χρονικό διάστημα που ορίζεται παρακάτω.
eo: Kiam "Konservi ŝanĝojn periode" estas markita, KJots aŭtomate konservos ŝanĝojn faritajn al libroj je la intervalo difinita sube.
gl: Cando a opción «Gardar os cambios periodicamente» está marcada, KJots garda automaticamente os cambios a libros no intervalo definido a continuación.
ko: "주기적으로 변경 사항 저장"을 선택하면 다음 시간마다 공책의 변경 사항을 자동으로 저장합니다.
pl: Gdy zaznaczono "Zapisuj zmiany okresowo", KJots będzie samodzielnie zapisywał zmiany dokonywane w zeszytach w danych odstępach czasu.
tr: "Değişiklikleri periyodik olarak kaydet" seçili olduğunda, KJots aşağıda belirtilen süre aralıklarında kitaba yapılan değişiklikleri otomatik olarak kaydeder.
zh_tw: 當選取「定時儲存變更」時，KJots 會定時自動將筆記本的變更儲存起來。

source: &Save changes periodically
de: Änderungen periodisch &speichern
el: Περιοδική αποθήκευ&ση αλλαγών
eo: &Konservi ŝanĝojn periode
gl: Gardar o&s cambios periodicamente.
ko: 주기적으로 변경 사항 저장(&S)
pl: Zapi&suj zmiany okresowo
tr: Ara &sıra değişiklikleri kaydet
zh_tw: 定時儲存變更(&S)

source: Whether books should be saved automatically.
de: Sollen Bücher automatisch gespeichert werden.
el: Αν τα βιβλία θα αποθηκεύονται αυτόματα.
eo: Ĉu libroj estu konservitaj aŭtomate.
gl: Se os libros deberían gardarse automaticamente.
ko: 공책을 자동으로 저장할지 여부입니다.
pl: Określa czy notatniki powinny same się zapisywać.
tr: Defterler otomatik olarak kaydedilecek.
zh_tw: 筆記本是否要自動儲存。

source: The interval in minutes at which books should be saved automatically.
de: Abstand in Minuten, nach dem die Bücher automatisch gespeichert werden sollen.
el: Το μεσοδιάστημα σε λεπτά κατά το οποίο τα σημειωματάρια θα πρέπει να αποθηκεύονται αυτόματα.
eo: La intervalo en minutoj je kiu libroj devas esti konservitaj aŭtomate.
gl: O intervalo de tempo (minutos) no que contido dos libros debería gardarse automaticamente.
ko: 공책을 자동으로 저장할 분 단위의 시간 간격입니다.
pl: Okres w minutach samo-zapisu notatników.
tr: Defterlerin otomatik olarak kaydedileceği dakika cinsinden zaman aralığı.
zh_tw: 筆記本自動儲存的間隔。

# @info:action
source: Speak Text
de: Text vorlesen
el: Ομιλών κείμενο
eo: Paroli Tekston
gl: Falar o texto
ko: 텍스트 말하기
pl: Wypowiedz tekst
tr: Metni Seslendir
zh_tw: 唸出文字

# @info:tooltip %1 is hyperlink address
source: Click to follow the hyperlink: %1
de: Klicken, um der Verknüpfung %1 zu folgen
el: Με κλικ ακολουθείτε τον σύνδεσμο: %1
eo: Klaku por sekvi la hiperligilon: %1
gl: Prema para seguir a ligazón: %1
ko: 하이퍼링크를 열려면 클릭: %1
pl: Kliknij, aby dać się przekierować odnośnikowi: %1
tr: Köprüyü izlemek için tıklayın: %1
zh_tw: 點擊以開啟訪問超連結：%1

# @info:tooltip %1 is a full path to note (i.e. Notes / Notebook / Note)
source: Click to open note: %1
de: Klicken, um Notiz %1 zu öffnen
el: Με κλικ ανοίγετε σημείωμα: %1
eo: Klaku por malfermi noton: %1
gl: Prema para abrir a nota: %1
ko: 메모를 열려면 클릭: %1
pl: Kliknij, aby otworzyć notatkę: %1
tr: Notu açmak için tıklayın: %1
zh_tw: 點擊以開啟筆記：%1

# @info:tooltip %1 is a full path to book (i.e. Notes / Notebook)
source: Click to open book: %1
de: Klicken, um Buch %1 zu öffnen
el: Με κλικ ανοίγετε σημειωματάριο: %1
eo: Klaku por malfermi libron: %1
gl: Prema para abrir o libro: %1
ko: 공책을 열려면 클릭: %1
pl: Kliknij, aby otworzyć notatnik: %1
tr: Kitabı açmak için tıklayın: %1
zh_tw: 點擊以開啟筆記本：%1

# @action
source: Copy &Into Page Title
de: In Seiten&titel kopieren
el: Αντ&ιγραφή στον τίτλο σελίδας
eo: Kopi&i En Paĝan Titolon
gl: Copiar no título da páxina
ko: 쪽 제목으로 복사(&I)
pl: Skop&iuj do tytułu strony
tr: Sayfa Başlığına &Kopyala
zh_tw: 複製到頁標題(&I)

# @action creates and manages hyperlinks
source: Link
de: Verknüpfung
el: Σύνδεσμος
eo: Ligo
gl: Ligazón
ko: 링크
pl: Odnośnik
tr: Bağlantı Koy
zh_tw: 連結

# @action
source: Auto Bullet List
de: Automatische Aufzählungsliste
el: Λίστα με αυτόματες κουκκίδες
eo: Aŭtomata Kuglo-Listo
gl: Lista automática
ko: 자동 글머리 기호
pl: Lista wypunktowań
tr: Otomatik Madde İmleri
zh_tw: 自動為清單加上圓點

# @action
source: Auto Decimal List
de: Automatische Dezimalliste
el: Λίστα αυτόματου δεκαδικού
eo: Aŭtomata Decimala Listo
gl: Lista decimal automática
ko: 자동 번호 목록
pl: Lista liczb dziesiętnych
tr: Otomatik Ondalık Liste
zh_tw: 自動為清單編號

# @action
source: Insert Date
de: Datum einfügen
el: Εισαγωγή ημερομηνίας
eo: Enmetu Daton
gl: Inserir a data
ko: 날짜 삽입
pl: Wstaw datę
tr: Tarih Ekle
zh_tw: 插入日期

# @info:tooltip %1 is a full path to note (i.e. Notes / Notebook / Note)
source: Ctrl+click to open note: %1
de: Strg + Klick öffnet die Notiz %1
el: Ctrl+click για άνοιγμα σημειώματος: %1
eo: Ctrl+klako por malfermi noton: %1
gl: Ctrl+prema para abrir a nota: %1
ko: 메모를 열려면 Ctrl+클릭: %1
pl: Ctrl+kliknięcie, aby otworzyć notatkę: %1
tr: Notu açmak için Ctrl+tık yapın: %1
zh_tw: 按住 Ctrl 並點擊以開啟筆記：%1

# @info:tooltip %1 is a full path to book (i.e. Notes / Notebook)
source: Ctrl+click to open book: %1
de: Strg + Klick öffnet das Buck %1
el: Ctrl+click για άνοιγμα σημειωματάριου: %1
eo: Ctrl+klako por malfermi libron: %1
gl: Ctrl+prema para abrir o libro: %1
ko: 공책을 열려면 Ctrl+클릭: %1
pl: Ctrl+kliknięcie, aby otworzyć notatnik: %1
tr: Kitabı açmak için Ctrl+tık yapın: %1
zh_tw: 按住 Ctrl 並點擊以開啟筆記本：%1

# @info:tooltip %1 is hyperlink address
source: Ctrl+click to follow the hyperlink: %1
de: Strg + Klick um der Verknüpfung %1 zu folgen
el: Ctrl+click για να ακολουθήσετε το σύνδεσμο: %1
eo: Ctrl+klako por sekvi la hiperligilon: %1
gl: Ctrl+prema para seguir a ligazón: %1
ko: 하이퍼링크를 열려면 Ctrl+클릭: %1
pl: Ctrl+kliknięcie, aby dać się przekierować odnośnikowi: %1
tr: Köprüyü izlemek için Ctrl+tık yapın: %1
zh_tw: 按住 Ctrl 並點擊以訪問超連結：%1

source: Enter link URL, or another note or note book...
de: Gegen Sie eine URL oder eine andere Notiz oder ein Notizbuch ein ...
el: Εισαγάγετε το URL του συνδέσμου ή άλλο σημείωμα ή σημειωματάριο...
eo: Enigu ligilon URL, aŭ alian noton aŭ notlibron...
gl: Insira o URL da ligazón, ou outra nota ou libro de notas…
ko: 링크할 URL, 다른 메모나 공책을 입력하십시오...
pl: Wpisz adres URL odnośnika lub inną notatkę lub notatnik notatek...
tr: Köprü URL'si, başka bir not veya not defteri girin...
zh_tw: 輸入連結網址，或是另一個筆記，或是筆記本...

# @title:column
source: Name
el: Όνομα
eo: Nomo
gl: Nome
ko: 이름
pl: Nazwa
tr: Ad
zh_tw: 名稱

# @title:column title of a note
source: Title
de: Titel
el: Τίτλος
eo: Titolo
gl: Título
ko: 제목
pl: Tytuł
tr: Başlık
zh_tw: 標題

# @title:column creation date and time of a note
source: Created
de: Erstellt
el: Δημιουργήθηκε
eo: Kreita
gl: Creación
ko: 만든 날짜
pl: Utworzona
tr: Oluşturma
zh_tw: 已建立

# @title:column last modification date and time of a note
source: Modified
de: Geändert
el: Τροποποιήθηκε
eo: Modifita
gl: Modificación
ko: 수정한 날짜
pl: Zmieniona
tr: Değiştirme
zh_tw: 已修改

# @title:column size of a note
source: Size
de: Größe
el: Μέγεθος
eo: Grandeco
gl: Tamaño
ko: 크기
pl: Rozmiar
tr: Boyut
zh_tw: 大小

source: &Configure KJots...
de: KJots ein&richten ...
el: &Διαμόρφωση KJots...
eo: &Agordi KJots...
gl: &Configurar o KJots…
ko: KJots 설정(&C)...
pl: &Ustawienia Kjots...
tr: &KJots'u Yapılandır...
zh_tw: 設定 KJots (&C)...

source: F&ormat
el: Μορ&φή
eo: F&ormato
gl: F&ormatar
ko: 형식(&O)
tr: &Biçim
zh_tw: 格式(&O)

source: &View
de: &Ansicht
el: &Προβολή
eo: &Vidi
gl: &Vista
ko: 보기(&V)
pl: &Widok
tr: &Görünüm
zh_tw: 檢視(&V)

source: &Go
de: &Gehe zu
el: &Μετάβαση
eo: Navi&gi
gl: &Ir
ko: 이동(&G)
pl: &Przejdź
tr: G&it
zh_tw: 衝(&G)

source: &Tools
de: E&xtras
el: Ερ&γαλεία
eo: &Iloj
gl: Ferramen&tas
ko: 도구(&T)
pl: &Narzędzia
tr: &Araçlar
zh_tw: 工具(&T)

source: Main Toolbar
de: Haupt-Werkzeugleiste
el: Κύρια γραμμή εργαλείων
eo: Ĉefa Ilobreto
gl: Barra de ferramentas principal
ko: 주 도구 모음
pl: Główny pasek narzędzi
tr: Ana Araç Çubuğu
zh_tw: 主工具列

source: Text Toolbar
de: Text-Werkzeugleiste
el: Γραμμή εργαλείων κειμένου
eo: Teksta Ilobreto
gl: Barra de ferramentas de texto
ko: 텍스트 도구 모음
pl: Pasek narzędzi tekstowych
tr: Metin Araç Çubuğu
zh_tw: 文字工具列

source: Format Toolbar
de: Format-Werkzeugleiste
el: Γραμμή εργαλείων μορφής
eo: Formata Ilobreto
gl: Barra de ferramentas de formato
ko: 형식 도구 모음
pl: Pasek narzędzi formatowania
tr: Biçimlendirme Araç Çubuğu
zh_tw: 格式工具列

source: Tools Toolbar
de: Extras-Werkzeugleiste
el: Γραμμή εργαλείων
eo: Iloj Ilobreto
gl: Barra de Utilidades
ko: 도구 도구 모음
pl: Pasek narzędzi
tr: Araçlar Araç Çubuğu
zh_tw: 工具工具列

source: &Bookmarks
de: &Lesezeichen
el: &Σελιδοδείκτες
eo: &Legosignoj
gl: &Marcadores
ko: 책갈피(&B)
pl: &Zakładki
tr: Y&er İmleri
zh_tw: 書籤(&B)

source: Export
de: Exportieren
el: Εξαγωγή
eo: Eksporto
gl: Exportar
ko: 내보내기
pl: Wyeksportuj
tr: Dışa Aktar
zh_tw: 匯出

source: To Text File...
de: Als Textdatei ...
el: Σε αρχείο κειμένου...
eo: Al Teksta Dosiero...
gl: A un ficheiro de texto…
ko: 텍스트 파일로...
pl: Do pliku tekstowego...
tr: Metin Dosyasına...
zh_tw: 到文字檔...

source: To HTML File...
de: Als HTML-Datei ...
el: Σε αρχείο HTML...
eo: Al HTML-Dosiero...
gl: A un ficheiro HTML…
ko: HTML 파일로...
pl: Do pliku HTML...
tr: HTML Dosyasına...
zh_tw: 到 HTML 檔...

source: Next Book
de: Nächstes Buch
el: Επόμενο βιβλίο
eo: Sekva Libro
gl: Libro seguinte
ko: 다음 공책
pl: Następny notatnik
tr: Sonraki Defter
zh_tw: 下一本書

source: Previous Book
de: Vorheriges Buch
el: Προηγούμενο βιβλίο
eo: Antaŭa Libro
gl: Libro anterior
ko: 이전 공책
pl: Poprzedni notatnik
tr: Önceki Defter
zh_tw: 前一本書

# @action:inmenu
source: Two Columns
de: Zwei Spalten
el: Δύο στήλες
eo: Du Kolumnoj
gl: Dúas columnas
ko: 2열
pl: Dwie kolumny
tr: İki Sütun
zh_tw: 兩欄

# @action:inmenu
source: Three Columns
de: Drei Spalten
el: Τρεις στήλες
eo: Tri Kolumnoj
gl: Tres columnas
ko: 3열
pl: Trzy kolumny
tr: Üç Sütun
zh_tw: 三欄

# Header for 'Table of contents' section of rendered output
source: Table of contents
de: Inhaltsverzeichnis
el: Πίνακας περιεχομένων
eo: Enhavtabelo
gl: Índice
ko: 목차
pl: Spis treści
tr: İçindekiler Tablosu
zh_tw: 主目錄

source: <qt>Could not open "%1" for writing</qt>
de: <qt>„%1“ lässt sich nicht zum Schreiben öffnen</qt>
el: <qt>Αδυναμία ανοίγματος του «%1» για εγγραφή</qt>
eo: <qt>Ne eblis malfermi "%1" por skribado</qt>
gl: <qt>Non se puido acceder a «%1» para escritura.</qt>
ko: <qt>파일 <b>%1</b>에 쓰려고 열 수 없음</qt>
pl: <qt>Nie można otworzyć "%1" do zapisu</qt>
tr: <qt>"%1", yazma için açılamadı</qt>
zh_tw: <qt>無法開啟 "%1" 供寫入</qt>

# @title:window
source: Multiple selection
de: Mehrfachauswahl
el: Πολλαπλές επιλογές
eo: Multobla elekto
gl: Selección múltiple
ko: 다중 선택
pl: Wielokrotne zaznaczanie
tr: Çoklu seçim
zh_tw: 多重選擇

source: Unable to save the note. You can save your note to a local file using the "File - Export" menu, otherwise you will lose your changes! Do you want to close anyways?
de: Die Notiz kann nicht gespeichert werden. Sie können mit dem Menüeintrag „Datei -> Exportieren“ Ihre Notiz in eine lokale Datei speichern, ansonsten verlieren Sie Ihre Änderungen Möchten Sie die Datei trotzdem schließen?
el: Αδυναμία αποθήκευσης του σημειώματος. Αποθηκεύστε το σημείωμά σας σε τοπικό αρχείο από το μενού «Αρχείο - Εξαγωγή», διαφορετικά θα χάσετε τις αλλαγές! Θέλετε οπωσδήποτε να το κλείσετε;
eo: Ne eblas konservi la noton. Vi povas konservi vian noton al loka dosiero uzante la menuon "Dosiero - Eksporti", alie vi perdos viajn ŝanĝojn! Ĉu vi volas fermi ĉiukaze?
gl: Non é posíbel gardar a nota. Pode gardar a nota nun ficheiro local usando o menú «Ficheiro → Exportar», senón perderá os cambios! Quere pechar aínda así?
ko: 메모를 저장할 수 없습니다. "파일 - 내보내기" 메뉴에서 로컬 파일로 내보낼 수 있습니다. 내보내지 않으면 변경 사항이 손실됩니다! 그래도 닫으시겠습니까?
pl: Nie można zapisać notatki. Możesz zapisać swój notatkę do pliku lokalnego poprzez menu "Plik - Wyeksportuj", w przeciwnym przypadku utracisz swoje zmiany! Czy chcesz zamknąć mimo to?
tr: Not kaydedilemedi. "Dosya - Dışa Aktar" menüsünü kullanarak notu yerel bir dosyaya kaydedebilirsiniz, aksi takdirde değişiklikleriniz kaybedeceksiniz! Yine de kapatmak istiyor musunuz?
zh_tw: 無法儲存筆記。 您可以從「檔案→匯出」選單將筆記儲存到本機檔案， 如果不匯出的話您會喪失您的變更！ 您還是要關閉嗎？

source: Close Document
de: Dokument schließen
el: Κλείσιμο εγγράφου
eo: Fermi Dokumenton
gl: Pechar o documento
ko: 문서 닫기
pl: Zamknij dokument
tr: Belgeyi Kapat
zh_tw: 關閉文件

source: Error message: %1
de: Fehlermeldung; %1
el: Μήνυμα σφάλματος: %1
eo: Erarmesaĝo: %1
gl: Mensaxe de erro: %1
ko: 오류 메시지: %1
pl: Opis błędu: %1
tr: Hata iletisi: %1
zh_tw: 錯誤訊息： %1

source: Manage Link
de: Verknüpfung bearbeiten
el: Διαχείριση συνδέσμου
eo: Mastrumi ligilon
gl: Xestionar a ligazón
ko: 링크 관리
pl: Zarządzaj odsyłaczami
tr: Bağlantıyı Yönet
zh_tw: 管理連結

source: Link &Text:
de: Verknüpfungs&text:
el: Κείμενο &συνδέσμου:
eo: Ligi &Tekston:
gl: &Texto da ligazón:
ko: 링크 텍스트(&T):
pl: &Tekst odnośnika:
tr: Bağlantı &Metni:
zh_tw: 連結文字(&T)：

source: Link URL:
de: Verknüpfungsziel:
el: URL συνδέσμου:
eo: URL Ligo:
gl: URL da ligazón:
ko: 링크 URL:
pl: Adres URL odsyłacza:
tr: Bağlantı Adresi:
zh_tw: 連結網址：

# The default name for new pages.
source: New Page
de: Neue Seite
el: Νέα σελίδα
eo: Nova Paĝo
gl: Páxina nova
ko: 새 쪽
pl: Nowa strona
tr: Yeni Sayfa
zh_tw: 新頁

source: New Note Book...
de: &Neues Notizbuch ...
el: Νέο &σημειωματάριο...
eo: Nova Notlibro...
gl: Novo libro de notas…
ko: 새 공책...
pl: Nowy notatnik na notatki...
tr: Yeni Not Defteri...
zh_tw: 新增筆記本...

source: Add a new note book to the currently selected bookshelf.
de: Fügt ein neues Notizbuch zum aktuell ausgewählten Bücherregal hinzu.
el: Προσθήκη ενός νέου σημειωματάριου στο τρέχον επιλεγμένο ράφι.
eo: Aldonu novan notlibron al la aktuale elektita librobreto.
gl: Engada un novo libro de notas ao estante seleccionado.
ko: 현재 선택한 책꽂이에 새 공책을 추가합니다.
pl: Dodaj nowy notatnik notatek do obecnie wybranej półki notatników.
tr: Şu anda seçili olan kitap rafına yeni bir not defteri ekle.
zh_tw: 新增筆記本到目前選取的書架。

# @title:window
source: New Note Book
de: Neues Notizbuch
el: Νέο σημειωματάριο
eo: Nova Notlibro
gl: Novo libro de notas
ko: 새 공책
pl: Nowy notatnik na notatki
tr: Yeni Not Defteri
zh_tw: 新增筆記本

source: Could not create note book: %1
de: Notizbuch kann erstellt werden: %1
el: Αδυναμία δημιουργίας σημειωματάριου: %1
eo: Ne eblis krei notlibron: %1
gl: Non foi posíbel crear o libro de notas: %1
ko: 공책을 만들 수 없음: %1
pl: Nie można utworzyć notatnika notatek: %1
tr: Not defteri oluşturulamadı: %1
zh_tw: 無法建立筆記本：%1

source: Note book creation failed
de: Erstellen des Notizbuchs ist fehlgeschlagen
el: Αποτυχία δημιουργίας σημειωματάριου
eo: Kreado de notlibro malsukcesis
gl: Fallou a creación do caderno de notas
ko: 공책을 만들 수 없음
pl: Nie udało się utworzyć notatnika na notatki
tr: Not defteri oluşturması başarısız
zh_tw: 筆記本建立失敗

source: Copy Note Book
de: Notizbuch kopieren
el: Αντιγραφή σημειωματάριου
eo: Kopii Notlibron
gl: Copiar o libro de notas
ko: 공책 %1권 복사
pl: Skopiuj notatnik
tr: Not Defterini Kopyala
zh_tw: 複製 %1 個筆記本

source: Copy the selected note books to the clipboard.
de: Kopiert das ausgewählte Notizbuch in die Zwischenablage.
el: Αντιγραφή των επιλεγμένων σημειωματαρίων στο πρόχειρο.
eo: Kopiu la elektitajn notlibrojn al la tondujo.
gl: Copiar os libros de notas seleccionados no portapapeis.
ko: 선택한 공책을 클립보드에 복사합니다.
pl: Skopiuj zaznaczone notatniki notatek do schowka.
tr: Seçili not defterlerini panoya kopyala.
zh_tw: 將選取的筆記本複製到剪貼簿。

source: Delete Note Book
de: Notizbuch löschen
el: Διαγραφή σημειωματάριου
eo: Forigi Notlibron
gl: Eliminar o libro de notas
ko: 공책 %1권 삭제
pl: Usuń notatnik
tr: Not Defterini Sil
zh_tw: 刪除 %1 個筆記本

source: Delete the selected note books from the bookshelf.
de: Löscht die ausgewählten Notizbücher aus dem Bücherregal.
el: Διαγραφή των επιλεγμένων σημειωματαρίων από το ράφι.
eo: Forigu la elektitajn notlibrojn el la librobreto.
gl: Eliminar os libros de notas seleccionados do estante.
ko: 선택한 공책을 책꽂이에서 삭제합니다.
pl: Usuń zaznaczone notatniki z półki notatników.
tr: Kitap rafından seçili not defterlerini sil.
zh_tw: 從書架刪除選取的筆記本。

source: Do you really want to delete this note book and all its contents?
de: Möchten Sie wirklich diese Notizbuch mit dem Inhalt löschen?
el: Θέλετε πράγματι να διαγράψετε αυτό το σημειωματάριο και τα περιεχόμενά του;
eo: Ĉu vi vere volas forigi ĉi notlibron kaj ĝian tutan enhavon?
gl: Seguro que quere eliminar o libro de notas e o seu contido?
ko: 선택한 모든 공책 %1권과 모든 내용을 삭제하시겠습니까?
pl: Czy na pewno usunąć ten notatnik i jego całą zawartość?
tr: Bu not defterini ve tüm içeriğni gerçekten silmek istiyor musunuz?
zh_tw: 您確定要刪除 %1 個筆記本和它們所有內容嗎？

# @title:window
source: Delete note book?
de: Notizbuch löschen?
el: Διαγραφή σημειωματάριου;
eo: Ĉu forigi notlibron?
gl: Eliminar o libro de notas?
ko: 공책을 삭제하시겠습니까?
pl: Czy usunąć notatnik?
tr: Not defteri silinsin mi?
zh_tw: 刪除筆記本？

source: Could not delete note book: %1
de: Das Notizbuch lässt sich nicht löschen: %1
el: Αδυναμία διαγραφής σημειωματαρίου: %1
eo: Ne eblis forigi notlibron: %1
gl: Non foi posíbel eliminar o libro de notas: %1
ko: 공책을 삭제할 수 없음: %1
pl: Nie można usunąć notatnika notatek: %1
tr: Not defteri silinemedi: %1
zh_tw: 無法刪除筆記本：%1

source: Note book deletion failed
de: Das Löschen des Notizbuchs ist fehlgeschlagen
el: Αποτυχία διαγραφής σημειωματαρίου
eo: Forigo de notlibro malsukcesis
gl: A eliminación do libro de notas fallou.
ko: 공책 삭제 실패
pl: Nie udało się usunięcie notatnika notatek
tr: Not defteri silinmesi başarısız
zh_tw: 筆記本刪除失敗

source: Update Note Book
de: Notizbuch aktualisieren
el: Ενημέρωση σημειωματαρίου
eo: Ĝisdatigi Notlibron
gl: Actualizar o libro de notas
ko: 공책 %1권 업데이트
pl: Uaktualnij notatnik notatek
tr: Not Defterini Güncelle
zh_tw: 更新 %1 個筆記本

source: Update the content of the selected note books.
de: Inhalt der ausgewählten Notizbücher aktualisieren.
el: Ενημέρωση του περιεχομένου των επιλεγμένων σημειωματαρίων.
eo: Ĝisdatigu la enhavon de la elektitaj notlibroj.
gl: Actualizar o contido dos libros de notas seleccionados.
ko: 선택한 공책의 내용을 업데이트합니다.
pl: Uaktualnij zawartość wybranych notatniki notatek.
tr: Seçili not defterinin içeriğini güncelle.
zh_tw: 更新選取的筆記本的內容。

source: Cut Note Book
de: Notizbuch ausschneiden
el: Περικοπή σημειωματαρίου
eo: Tondi Notlibron
gl: Cortar o libro de notas
ko: 공책 %1권 잘라내기
pl: Wytnij notatnik
tr: Not Defterini Kes
zh_tw: 剪下 %1 個筆記本

source: Cut the selected note books from the bookshelf.
de: Ausgewählte Notizbücher aus dem Bücherregal ausschneiden.
el: Περικοπή των επιλεγμένων σημειωματαρίων από το ράφι..
eo: Tranĉu la elektitajn notlibrojn el la librobreto.
gl: Cortar os libros de notas seleccionados do estante.
ko: 선택한 공책을 책꽂이에서 잘라 냅니다.
pl: Wytnij zaznaczone notatniki z półki notatników.
tr: Kitap rafından seçili not defterlerini kes.
zh_tw: 從書架剪下選取的筆記本。

source: Note Book Properties...
de: Notizbuch-Eigenschaften...
el: Ιδιότητες σημειωματαρίου...
eo: Propraĵoj de notlibro...
gl: Propiedades do libro de notas…
ko: 공책 속성...
pl: Właściwości notatnika na notatki...
tr: Not Defteri Özellikleri...
zh_tw: 筆記本屬性...

source: Open a dialog to edit the properties of the selected note book.
de: Dialog zum Bearbeiten der Eigenschaften des ausgewählten Notizbuchs öffnen.
el: Άνοιγμα διαλόγου για επεξεργασία των ιδιοτήτων του επιλεγμένου σημειωματαρίου.
eo: Malfermu dialogon por redakti la ecojn de la elektita notlibro.
gl: Abrir un diálogo para editar as propiedades do libro de notas seleccionado.
ko: 선택한 공책의 속성을 편집하는 대화 상자를 엽니다.
pl: Otwórz okno dialogowe, aby zmienić właściwości zaznaczonego notatnika notatek.
tr: Seçili not defterinin özelliklerini düzenlemek için bir pencere aç.
zh_tw: 開啟對話框編輯選取的筆記本屬性。

# @title:window
source: Properties of Note Book %1
de: Eigenschaften des Notizbuchs %1
el: Ιδιότητες του σημειωματαρίου %1
eo: Propraĵoj de Notlibro %1
gl: Propiedades do libro de notas %1
ko: 공책 %1 속성
pl: Właściwości notatnika notatek %1
tr: %1 Not Defterinin Özellikleri
zh_tw: 筆記本 %1 的屬性

source: Copy Note
de: Notiz kopieren
el: Αντιγραφή σημειώματος
eo: Kopii Noton
gl: Copiar a nota
ko: 메모 %1개 복사
pl: Skopiuj notatkę
tr: Notu Kopyala
zh_tw: 複製 %1 個筆記

source: Copy the selected notes to the clipboard.
de: Kopiert die ausgewählten Notiz in die Zwischenablage.
el: Αντιγραφή των επιλεγμένων σημειωμάτων στο πρόχειρο.
eo: Kopiu la elektitajn notojn al la tondujo.
gl: Copiar as notas seleccionadas no portapapeis.
ko: 선택한 메모를 클립보드에 복사합니다.
pl: Skopiuj zaznaczone notatki do schowka.
tr: Seçili notları panoya kopyala.
zh_tw: 將選取的筆記複製到剪貼簿。

source: Delete Note
de: Notiz löschen
el: Διαγραφή σημειώματος
eo: Forigi Noton
gl: Eliminar a nota
ko: 메모 %1개 삭제
pl: Usuń notatkę
tr: Notu Sil
zh_tw: 刪除 %1 個筆記
