Repository: KDE/kjots
Catalog: po/*/kjots.po
Languages: de, el, eo, gl, ko, pl, tr, zh_tw

source: Delete the selected notes from the note book.
de: Die ausgewählten Notizen aus dem Notizbuch löschen.
el: Διαγραφή των επιλεγμένων σημειωμάτων από το σημειωματάριο.
eo: Forigu la elektitajn notojn el la notlibro.
gl: Eliminar as notas seleccionadas do libro.
ko: 선택한 메모를 공책에서 삭제합니다.
pl: Usuń zaznaczone notatki z notatnika notatek.
tr: Not defterinden seçili notları sil.
zh_tw: 從筆記本刪除選取的筆記。

source: Do you really want to delete the selected note?
de: Möchten Sie wirklich die ausgewählte Notiz löschen?
el: Θέλετε πράγματι να διαγράψετε το επιλεγμένο σημείωμα;
eo: Ĉu vi vere volas forigi la elektitan noton?
gl: Seguro que quere eliminar a nota seleccionada?
ko: 메모 %1개를 삭제하시겠습니까?
pl: Czy na pewno usunąć zaznaczony notatkę?
tr: Seçili notu gerçekten silmek istiyor musunuz?
zh_tw: 您確定要刪除 %1 個筆記嗎？

# @title:window
source: Delete Note?
de: Notiz löschen?
el: Διαγραφή σημειώματος;
eo: Ĉu Forigi Noton?
gl: Eliminar esta nota?
ko: 메모를 삭제하시겠습니까?
pl: Czy usunąć notatkę?
tr: Not Silinsin mi?
zh_tw: 刪除筆記？

source: Could not delete note: %1
de: Die Notiz lässt sich nicht löschen: %1
el: Αδυναμία διαγραφής σημειώματος: %1
eo: Ne eblis forigi noton: %1
gl: Non foi posíbel eliminar a nota: %1
ko: 메모를 삭제할 수 없음: %1
pl: Nie można notatki: %1
tr: Not silinemedi: %1
zh_tw: 無法刪除筆記：%1

source: Note deletion failed
de: Das Löschen der Notiz ist fehlgeschlagen
el: Αποτυχία διαγραφής σημειώματος
eo: Forigo de notoj malsukcesis
gl: A eliminación da nota fallou.
ko: 메모 삭제 실패
pl: Nie udało się usunąć notatki
tr: Not silinmesi başarısız
zh_tw: 筆記刪除失敗

source: Cut Note
de: Notiz ausschneiden
el: Περικοπή σημειώματος
eo: Tondi Noton
gl: Cortar a nota
ko: 메모 %1개 잘라내기
pl: Wytnij notatkę
tr: Notu kes
zh_tw: 剪下 %1 個筆記

source: Cut the selected notes from the note book.
de: Die ausgewählten Notizen aus dem Notizbuch ausschneiden.
el: Περικοπή των επιλεγμένων σημειωμάτων από το σημειωματάριο.
eo: Tranĉu la elektitajn notojn el la notlibro.
gl: Cortar as notas seleccionadas do libro.
ko: 선택한 메모를 공책에서 잘라 냅니다.
pl: Wytnij zaznaczone notatki z notatnika notatek.
tr: Not defterinden seçili notları kes.
zh_tw: 從筆記本剪下選取的筆記。

source: Add &Bookshelf...
de: &Bücherregal hinzufügen ...
el: Προσθήκη &ραφιού...
eo: Aldoni Li&brobreton...
gl: Engadir un &estante…
ko: 책꽂이 추가(&B)...
pl: &Dodaj półkę na notatki...
tr: &Kitap Rafı Ekle...
zh_tw: 新增書架(&B)...

source: Add a new bookshelf<p>You will be presented with a dialog where you can select the type of the bookshelf that shall be added.</p>
de: Neues Bücherregal hinzufügen<p>Es wird Ihnen ein Dialog angezeigt, in dem Sie den Typ des neuen Bücherregals auswählen können</p>
el: Προσθήκη ενός νέου ραφιού<p>Θα εμφανιστεί ένας διάλογος όπου επιλέγετε τον τύπο του ραφιού που θα προστεθεί.</p>
eo: Aldonu novan librobreton<p>Vi estos prezentita dialogo kie vi povas elekti la tipon de la librobreto kiu estos aldonita.</p>
gl: Engada un novo estante<p>Un diálogo permitiralle seleccionar o tipo de estante.</p>
ko: 새 책꽂이를 추가합니다<p>추가할 책꽂이 종류를 물어 보는 대화상자가 표시됩니다.</p>
pl: Dodaj nową półkę na notatniki<p>Ukaże się okno dialogowe, gdzie będzie można wybrać rodzaj dodawanej półki notatników.</p>
tr: Yeni bir kitap rafı ekle<p>Eklenecek kitap rafının türünü seçebileceğiniz bir pencere göreceksiniz.</p>
zh_tw: 建立新書架<p>會跳出一個對話框，讓您選擇新增的書架型態。</p>

# @title:window
source: Add Bookshelf
de: Bücherregal hinzufügen
el: Προσθήκη ραφιού
eo: Aldoni Librobreton
gl: Engadir un estante
ko: 책꽂이 추가
pl: Dodaj półkę na notatki
tr: Kitap Rafı Ekle
zh_tw: 新增書架

source: Could not create bookshelf: %1
de: Bücherregal kann nicht erstellt werden: %1
el: Αδυναμία δημιουργίας ραφιού: %1
eo: Ne eblis krei librobreton: %1
gl: Non foi posíbel crear o estante: %1
ko: 책꽂이를 만들 수 없음: %1
pl: Nie można utworzyć półki notatników: %1
tr: Kitap rafı oluşturulamadı: %1
zh_tw: 無法建立書架：%1

source: Bookshelf creation failed
de: Das Erstellen des Bücherregals ist fehlgeschlagen
el: Αποτυχία δημιουργίας ραφιού
eo: Kreado de librobreto malsukcesis
gl: A creación do estante fallou
ko: 책꽂이 생성 실패
pl: Nie udało się utworzyć półki notatników
tr: Kitap rafı oluşturması başarısız
zh_tw: 書架建立失敗

source: &Delete Bookshelf
de: Bücherregal &löschen
el: &Διαγραφή ραφιού
eo: &Forigi Librobreton
gl: &Eliminar o estante
ko: 책꽂이 %1개 삭제(&D)
pl: &Usuń półkę na notatniki
tr: Kitap &Rafı Sil
zh_tw: 刪除 %1 個書架(&D)

source: Delete the selected bookshelfs<p>The currently selected bookshelfs will be deleted, along with all the notes they contain.</p>
de: Ausgewählte Bücherregale löschen.<p>Die ausgewählten Bücherregale werden zusammen mit allen ihren Notizen gelöscht.</p>
el: Διαγραφή των επιλεγμένων ραφιών<p>Τα τρέχοντα επιλεγμένα ράφια θα διαγραφούν, μαζί με όλα τα σημειώματα που περιέχουν.</p>
eo: Forigu la elektitajn librobretojn<p>La nuntempe elektitaj librobretoj estos forigitaj, kune kun ĉiuj notoj kiujn ili enhavas.</p>
gl: Eliminar os estantes seleccionados<p>Os estantes seleccionados eliminaranse xunto coas notas que conteñen.</p>
ko: 선택한 책꽂이 삭제<p>선택한 책꽂이와 포함된 모든 공책 및 메모를 삭제합니다.</p>
pl: Usuń wybraną półkę na notatniki<p>Obecnie wybrane półki notatników zostaną usunięte wraz z wszystkimi zapiskami, które zawierają.</p>
tr: Seçili kitap raflarını sil<p>Şu anda seçili olan kitap rafları, içlerindeki notlarla birlikte silineceklerdir.</p>
zh_tw: 刪除選取的書架<p>目前選取的書架將會被刪除，包括裡面所有的筆記。</p>

source: Do you really want to delete this bookshelf?
de: Möchten Sie wirklich dieses Bücherregal löschen?
el: Θέλετε πράγματι να διαγράψετε αυτό το ράφι;
eo: Ĉu vi vere volas forigi ĉi tiun librobreton?
gl: Seguro que quere eliminar o estante?
ko: 책꽂이 %1개를 삭제하시겠습니까?
pl: Czy na pewno usunąć tę półkę na notatniki?
tr: Bu kitap rafını gerçekten silmek istiyor musunuz?
zh_tw: 您確定要刪除 %1 個書架嗎？

# @title:window
source: Delete Bookshelf?
de: Bücherregal löschen?
el: Διαγραφή ραφιού;
eo: Ĉu Forigi Librobreton?
gl: Eliminar o estante?
ko: 책꽂이를 삭제하시겠습니까?
pl: Czy usunąć półkę na notatniki?
tr: Kitap Rafı Silinsin mi?
zh_tw: 刪除書架？

source: Bookshelf Properties...
de: Eigenschaften des Bücherregals ...
el: Ιδιότητες ραφιού...
eo: Propraĵoj de librobretaro...
gl: Propiedades do estante…
ko: 책꽂이 속성...
pl: Właściwości półki notatników...
tr: Kitap Rafı Özellikleri...
zh_tw: 書架屬性...

source: Open a dialog to edit properties of the selected bookshelf.
de: Dialog zum Editieren der Eigenschaften des ausgewählten Bücherregals öffnen.
el: Άνοιγμα διαλόγου για επεξεργασία των ιδιοτήτων του επιλεγμένου ραφιού.
eo: Malfermu dialogon por redakti ecojn de la elektita librobreto.
gl: Abrir un diálogo para editar as propiedades do estante seleccionado.
ko: 선택한 책꽂이의 속성을 편집하는 대화 상자를 엽니다.
pl: Otwórz okno do edycji właściwości zaznaczonej półki notatników.
tr: Seçili kitap rafının özelliklerini düzenlemek için bir pencere aç.
zh_tw: 開啟對話框來編輯選取書架的屬性。

source: Update Bookshelf
de: Bücherregal aktualisieren
el: Ενημέρωση ραφιού
eo: Ĝisdatigi Librobreton
gl: Actualizar o estante
ko: 책꽂이 %1개 업데이트
pl: Uaktualnij półkę na notatniki
tr: Kitap Rafını Güncelle
zh_tw: 更新 %1 個書架

source: Updates the content of all note books of the selected bookshelfs.
de: Aktualisiert den Inhalt aller Notizbücher in den ausgewählten Bücherregalen.
el: Ενημερώνει το περιεχόμενο όλων των σημειωματαρίων στα επιλεγμένα ράφια.
eo: Ĝisdatigas la enhavon de ĉiuj kajeroj de la elektitaj librobretoj.
gl: Actualiza o contido de todos os libros de notas dos estantes seleccionados.
ko: 선택한 책꽂이의 모든 공책의 내용을 업데이트합니다.
pl: Uaktualnia zawartość wszystkich notatników zaznaczonej półki notatników.
tr: Seçili kitap raflarındaki tüm not defterlerinin içeriklerini günceller.
zh_tw: 更新選取書架中的所有筆記本的內容。

source: Could not paste note: %1
de: Die Notiz kann nicht eingefügt werden: %1
el: Αδυναμία επικόλλησης σημειώματος: %1
eo: Ne eblis alglui noton: %1
gl: Non foi posíbel pegar a nota: %1
ko: 메모를 붙여넣을 수 없음: %1
pl: Nie można wkleić notatki: %1
tr: Not yapıştırılamadı: %1
zh_tw: 無法貼上筆記：%1

source: Paste failed
de: Einfügen fehlgeschlagen
el: Αποτυχία επικόλλησης
eo: Alglui malsukcesis
gl: Pegar fallou.
ko: 붙여넣기 실패
pl: Nie udało się wkleić
tr: Yapıştırma başarısız
zh_tw: 貼上失敗

# @action
source: Lock Note
de: Notiz sperren
el: Κλείδωμα σημειώματος
eo: Ŝlosi Noton
gl: Bloquear a nota
ko: 메모 잠금
pl: Zaklucz notatkę
tr: Notu Kilitle
zh_tw: 鎖定筆記

source: Lock selected notes
de: Auswählte Notizen sperren
el: Κλείδωμα επιλεγμένων σημειωμάτων
eo: Ŝlosu elektitajn notojn
gl: Bloquear as notas seleccionadas.
ko: 선택한 메모 잠금
pl: Zaklucz zaznaczone notatki
tr: Seçili notları kilitle
zh_tw: 鎖定選取的筆記

# @action
source: Unlock Note
de: Notiz entsperren
el: Ξεκλείδωμα σημειώματος
eo: Malŝlosi Noton
gl: Desbloquear a nota
ko: 메모 잠금 해제
pl: Odklucz notatkę
tr: Seçili Notların Kilidini Kaldır
zh_tw: 解除鎖定筆記

source: Unlock selected notes
de: Auswählte Notizen entsperren
el: Ξεκλείδωμα επιλεγμένων σημειωμάτων
eo: Malŝlosu elektitajn notojn
gl: Desbloquear as notas seleccionadas
ko: 선택한 메모 잠금 해제
pl: Odklucz zaznaczone notatki
tr: Seçili notların kilidini kaldır
zh_tw: 解除鎖定選取的筆記

# @action
source: Pin Note
de: Notiz anheften
el: Καρφίτσωμα σημειώματος
eo: Pingli Noton
gl: Fixar a nota
ko: 메모 고정
pl: Przypnij notatkę
tr: Notu İğnele
zh_tw: 釘選筆記

source: Pin selected notes
de: Auswählte Notizen anheften
el: Καρφίτσωμα επιλεγμένων σημειωμάτων
eo: Alpinglu elektitajn notojn
gl: Fixar as notas seleccionadas
ko: 선택한 메모 고정
pl: Przypnij zaznaczone notatki
tr: Seçili notları iğnele
zh_tw: 釘選選取的筆記

# @action
source: Unpin Note
de: Anheften der Notiz aufheben
el: Ξεκαρφίτσωμα σημειώματος
eo: Malpingli Noton
gl: Soltar a nota
ko: 메모 고정 해제
pl: Odepnij notatkę
tr: Seçili Notun İğnesini Çıkar
zh_tw: 解除釘選筆記

source: Unpin selected notes
de: Anheften der ausgewählten Notizen aufheben
el: Ξεκαρφίτσωμα επιλεγμένων σημειωμάτων
eo: Malfiksi elektitajn notojn
gl: Soltar as notas seleccionadas
ko: 선택한 메모 고정 해제
pl: Odepnij zaznaczone notatki
tr: Seçili notların iğnesini çıkar
zh_tw: 解除釘選選取的筆記

# @action
source: Lock Note Book
de: Notizbuch sperren
el: Κλείδωμα σημειωματαρίου
eo: Ŝlosi Notlibron
gl: Bloquear o libro de notas
ko: 공책 잠금
pl: Zaklucz notatnik
tr: Not Defterini Kilitle
zh_tw: 鎖定筆記本

source: Lock selected note books
de: Ausgewählte Notizbücher sperren
el: Κλείδωμα επιλεγμένων σημειωματαρίων
eo: Ŝlosu elektitajn notlibrojn
gl: Bloquear os libros de notas seleccionados.
ko: 선택한 공책 잠금
pl: Zaklucz zaznaczone notatniki na notatki
tr: Seçili not defterlerini kilitle
zh_tw: 鎖定選取的筆記本

# @action
source: Unlock Note Book
de: Notizbuch entsperren
el: Ξεκλείδωμα σημειωματαρίου
eo: Malŝlosi Notlibron
gl: Desbloqueas o libro de notas
ko: 공책 잠금 해제
pl: Odklucz notatnik
tr: Not Defterinin Kilidini Aç
zh_tw: 解鎖筆記本

source: Unlock selected note books
de: Ausgewählte Notizbücher entsperren
el: Ξεκλείδωμα επιλεγμένων σημειωματαρίων
eo: Malŝlosi elektitajn notlibrojn
gl: Desbloqueas os libros de notas seleccionados.
ko: 선택한 공책 잠금 해제
pl: Odklucz zaznaczone notatniki na notatki
tr: Seçili not defterlerinin kilidini aç
zh_tw: 解鎖選取的筆記本

source: &New Note
de: &Neue Notiz
el: &Νέο σημείωμα
eo: Nova Noto
gl: &Nova nota
ko: 새 메모(&N)
pl: &Nowa notatka
tr: Ye&ni Not
zh_tw: 新增筆記(&N)

source: Add a new note to a selected note book
de: Fügt eine neue Notiz zu einem ausgewählten Notizbuch hinzu
el: Προσθήκη νεου σημειώματος σε ένα επιλεγμένο σημειωματάριο
eo: Aldoni novan noton al elektita notlibro
gl: Engadir unha nova nota ao libro seleccionado.
ko: 선택한 공책에 새 메모 추가
pl: Dodaj nowy notatkę do zaznaczonego notatnika notatek
tr: Seçili not defterine yeni bir not ekle
zh_tw: 新增筆記到選取的筆記本中

source: Change Note Color...
de: Notizfarbe ändern ...
el: Αλλαγή χρώματος σημειώματος...
eo: Ŝanĝi Noton Koloron...
gl: Cambiar a cor da nota…
ko: 메모 색상 변경...
pl: Zmień barwę notatki...
tr: Not Rengini Değiştir...
zh_tw: 改變筆記顏色...

source: Changes the color of a selected notes
de: Ändert die Farbe der ausgewählten Notizen
el: Αλλάζει το χρώμα του επιλεγμένου σημειώματος
eo: Ŝanĝas la koloron de elektitaj notoj
gl: Cambia a cor das notas seleccionadas.
ko: 선택한 메모 색상 변경
pl: Zmienia barwę zaznaczonych notatek
tr: Seçili notların rengini değiştirir
zh_tw: 變更選取筆記的顏色

source: Change Note Book Color...
de: Notizbuch-Farbe ändern ...
el: Αλλαγή χρώματος σημειωματαρίου...
eo: Ŝanĝi Koloron de Notero...
gl: Cambiar a cor do libro…
ko: 공책 색상 변경...
pl: Zmień barwę notatnika na notatki...
tr: Not Defteri Rengini Değiştir...
zh_tw: 改變筆記本顏色...

source: Changes the color of a selected note books
de: Ändert die Farbe des ausgewählten Notizbuchs
el: Αλλάζει το χρώμα του επιλεγμένου σημειωματαρίου
eo: Ŝanĝas la koloron de elektitaj notlibroj
gl: Cambia a cor dos libros de notas seleccionados.
ko: 선택한 공책의 색상 변경
pl: Zmienia barwę zaznaczonych notatniki notatek
tr: Seçili not defterlerinin rengini değiştirir
zh_tw: 變更選取筆記本的顏色

# @title:window config dialog page
source: Misc
de: Verschiedenes
el: Διάφορα
gl: Varios
ko: 기타
pl: Różne
tr: Diğer
zh_tw: 其他

source: Copyright © 1997–2020 KJots authors
de: Copyright © 1997–2020 KJots-Autoren
tr: Telif Hakkı © 1997–2020 KJots yazarları

source: Copyright © 1997–2024 KJots authors
pl: Copyright © 1997–2024 autorzy KJots
zh_tw: Copyright © 1997–2024 KJots 作者群
